---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricSheetAlignment.EndingEdge
enum: Autodesk.Revit.DB.Structure.FabricSheetAlignment
source: html/c717132f-ecfd-8e66-2cf2-e81282ef3d7d.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetAlignment.EndingEdge

The fabric sheets are aligned to ending edge.